Repository: martian89/script.arctic.zephyr.martian.autocolors
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30001
source: General
fr_fr: Général

# #30002
source: Start time of light mode
fr_fr: Heure de début Thème de couleur claire

# #30003
source: Start time of dark mode
fr_fr: Heure de début Thème de couleur sombre

# #30004
source: Debug logging
fr_fr: Mode débogage

# #30005
source: Dark mode colour scheme
fr_fr: Sélectionner le mode sombre

# #30006
source: Light mode colour scheme
fr_fr: Sélectionner le mode lumineux

# #30007
source: Allow mode change while playing media
fr_fr: Permettre le changement de thème lors de la lecture de média

# #30008
source: Allow mode change while screensaver is active
fr_fr: Permettre le changement de thème si l’économiseur d’écran est actif

# #30009
source: Advanced
fr_fr: Avancé

# #30010
source: Switch on sunrise/sunset
fr_fr: Activer au lever / coucher du soleil

# #30013
source: Location
fr_fr: Sélectionner votre ville

# #30014
source: Sunrise
fr_fr: lever du soleil à

# #30015
source: Sunset
fr_fr: Coucher du soleil à
